INSERT INTO clients
(name, inn, region, segment, phone, "createdAt", "updatedAt")
VALUES

('ПРОТЕК','7700000001','Москва','Фармдистрибьютор','+74950000001',NOW(),NOW()),
('КАТРЕН','5408130693','Новосибирская область','Фармдистрибьютор','+73832000001',NOW(),NOW()),
('ФК ПУЛЬС','7728641528','Москва','Фармдистрибьютор','+74950000002',NOW(),NOW()),

('Ригла','7704211271','Москва','Аптечная сеть','+74950000003',NOW(),NOW()),
('Апрель','2309123478','Краснодарский край','Аптечная сеть','+78612000001',NOW(),NOW()),
('Аптека.ру','5407456789','Новосибирская область','Аптечная сеть','+73832000002',NOW(),NOW()),

('ГКБ №1','7701111111','Москва','Лечебное учреждение','+74951234567',NOW(),NOW()),
('ГКБ №52','7702222222','Москва','Лечебное учреждение','+74957654321',NOW(),NOW()),

('Санаторий Волга','6311111111','Самарская область','Санаторно-курортная организация','+78462000001',NOW(),NOW()),
('Санаторий Белокуриха','2201111111','Алтайский край','Санаторно-курортная организация','+73852000001',NOW(),NOW())

ON CONFLICT (inn)
DO NOTHING;